// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "Niebieski [C]";
"magenta" = "Purpurowy [M]";
"yellow" = "Żółty [Y]";

"black" = "Czarny [K]";

"red" = "Czerwony [R]";
"green" = "Zielony [G]";
"blue" = "Niebieski [B]";

"lightcyan" = "Jasnoniebieski [LC]";
"lightmagenta" = "Jasnopurpurowy [LM]";

"orange" = "Pomarańczowy [O]";

"gray" = "Szary [G]";
"lightgray" = "Jasnoszary [LG]";
"darkgray" = "Ciemnoszary [DG]";

"photoblack" = "Fotograficzny czarny [PK]";
"matteblack" = "Czarny matowy [MK]";

"glossenhancer" = "Środek zwiększający połysk";

"violet" = "Fioletowy [V]";

"gold" = "Złoty [??]";
"silver" = "Srebrny [??]";
"bronze" = "Brązowy [??]";

"metallic" = "Metaliczny czerwony [??]";

"tricolor" = "Trójkolorowy [Niebieski/Purpurowy/Żółty]";
"photo" = "Fotograficzny [Czarny/Jasnoniebieski/Jasnopurpurowy]";
"photogray" = "Fotograficzny szary [Czarny/Szary/Jasnoszary]";

"Photo [PK]" = "Fotograficzny [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "Poprzednio używane oryginalne pojemniki HP";
"Refilled or Depleted Cartridge Detected" = "Wykryto uzupełniany lub pusty pojemnik";

//Pharse for smash alert
"The message status could not be updated" = "Nie można zaktualizować stanu wiadomości";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "Informacja na temat podrabianych pojemników z tuszem";
"Used, Refilled or Counterfeit Cartridge Detected" = "Wykryto używany, uzupełniany lub podrobiony pojemnik";

HSDUseCartridgeOrLearnAboutProtection = "Aby nadal korzystać z wskazanych pojemników, kliknij przycisk Kontynuuj.
Aby zamknąć i uzyskać informacje na temat funkcji ochrony pojemników HP, kliknij przycisk Anuluj.";

"View HP Privacy Statement Online" = "Oświadczenie HP o ochronie prywatności";

"To order a genuine HP replacement cartridge, click Shop Online." = "W celu zamówienia oryginalnego pojemnika zastępczego HP kliknij opcję Zakupy w Internecie.";

"Shop Online" = "Zakupy w Internecie";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "W celu kontynuowania drukowania za pomocą tego pojemnika kliknij OK.";
"View online details about shared information" = "Wyświetl szczegółowe informacje internetowe na temat udostępnianych informacji";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "Kup teraz";
"To order a genuine HP replacement cartridge, click Buy Now." = "W celu zamówienia oryginalnego pojemnika zastępczego HP kliknij opcję Kup teraz.";


"To order a genuine HP replacement cartridge online, click Buy Now." = "W celu zamówienia online oryginalnego zastępczego pojemnika HP kliknij opcję Kup teraz.";

"View data shared with HP" = "Wyświetl dane udostępniane firmie HP";

"HP Instant Ink Support Online" = "Wsparciem internetowym HP Instant Ink";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "W przypadku problemów z wkładami uzyskanymi w ramach usługi HP Instant Ink skontaktuj się ze Wsparciem internetowym HP Instant Ink.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "Wykryto używane lub podrobione pojemniki";
